import slider1_1 from '../assets/slider1-1.png'
import slider1_2 from '../assets/slider1-2.png'
import slider1_3 from '../assets/slider1-3.png'
import slider1_4 from '../assets/slider1-4.png'
import star from '../assets/star.png'
import blindstar from '../assets/blind_star.png'
import photo1 from '../assets/photo1.png'
import photo2 from '../assets/photo2.png'
import photo3 from '../assets/photo3.png'
import photo4 from '../assets/photo4.png'
import photo5 from '../assets/photo5.png'
import photoBig from '../assets/photoBig.png'

export const cardData = [
    {
        width: 39,
        nameOf: 'Базовый курс кольпоскопии',
        number: 1,
        hours: 36,
        price: '40 000',
    },
    {
        width: 60,
        nameOf: 'Современные аспекты клинической кольпоскопии',
        number: 2,
        hours: 36,
        price: '33 000',
        backgroundColor: '#00B7DF',
        color: '#80C2FF',
    },
    {
        width: 60,
        nameOf: 'Электрорадиоволновая хирургия в амбулаторной гинекологии',
        number: 3,
        hours: 18,
        price: '25 000',
        backgroundColor: '#0194E6',
    },
    {
        width: 39,
        nameOf: 'Лазерная хирургия в амбулаторной гинекологии',
        number: 4,
        hours: 18,
        price: '15 000',
    },
]
export const firstSliderData = [
    {
        image: slider1_1,
        text: 'Обучение проводится в специализированном классе учебного центра с использованием мультимедийного оборудования и ',
    },
    {
        image: slider1_2,
        text: '',
    },
    {
        image: slider1_3,
        text: 'Обучение проводится в специализированном классе учебного центра с использованием мультимедийного оборудования и' +
            ' гинекологического кабинета клиники по адресу: г. Краснодар, проспект Чекистов, 42'
    },
    {
        image: slider1_4,
        text: 'Обучение проводится в специализированном классе учебного центра с использованием мультимедийного оборудования и ',
    },
]
export const secondSliderData = [
    {
        backgroundColor: '#00B7DF',
        text: 'Найти хорошего гинеколога трудно . Была у Петренко Елены Павловной , помогла вылечить молочницу (сейчас я забыла ,что это такое' +
            ' ), прижгла мне эрозию шейки матки и прочее . Женщина очень внимательная и ответственная . Была также у Прынь Дмитрия Валерьевича' +
            ' , не смотря на то что мужчина гинеколог , он оказался получше многих женщин геникологов из екатерининских и прочих клиник . ' +
            'Он ставит правильный диагноз , не назначает лишнего . Так что рекомендую этих 2х врачей ...',
        nameOf: 'Даниил А',
        star: star
    },
    {
        backgroundColor: '#0194E6',
        text: 'Хочу поблагодарить Елену Павловну Петренко за ее профессионализм и доброту. Проводила у неё кольпоскопию, биопсию и санации.' +
            ' Делает все безболезненно. Сама клиника тоже очень понравилась, чисто и уютно. Медсестры молодцы отлично берут кровь, очень' +
            ' вежливы.',
        nameOf: 'Дан',
        star: blindstar
    },
    {
        backgroundColor: '#0070C1',
        text: 'Выражаю особую благодарность Петренко Сергею Ивановичу.Это внимательный и чуткий неравнодушный к своим пациентам специалист.' +
            'Спасибо Вам огромное за человеческое и доброе отношение!!!',
        nameOf: 'Константин Константин',
        star: star
    },
    {
        backgroundColor: '#0194E6',
        text: 'Найти хорошего гинеколога трудно . Была у Петренко Елены Павловной , помогла вылечить молочницу (сейчас я забыла ,что это такое' +
            ' ), прижгла мне эрозию шейки матки и прочее . Женщина очень внимательная и ответственная . Была также у Прынь Дмитрия Валерьевича' +
            ' , не смотря на то что мужчина гинеколог , он оказался получше многих женщин геникологов из екатерининских и прочих клиник . ' +
            'Он ставит правильный диагноз , не назначает лишнего . Так что рекомендую этих 2х врачей ...',
        nameOf: 'Даниил А',
        star: blindstar
    },
]
export const questionData = [
    {
        number: 1,
        text: 'Что такое шейка матки?',
    },
    {
        number: 2,
        text: 'Что такое «эрозия» шейки матки?',
    },
    {
        number: 3,
        text: 'Как лечить эктопию шейки матки?',
    },
    {
        number: 4,
        text: 'Какие заболевания шейки матки встречаются чаще всего?',
    },
    {
        number: 5,
        text: 'Что такое шейка матки?',
    },
    {
        number: 6,
        text: 'Что такое «эрозия» шейки матки?',
    },
    {
        number: 7,
        text: 'Как лечить эктопию шейки матки?',
    },
    {
        number: 8,
        text: 'Какие заболевания шейки матки встречаются чаще всего?',
    },
]
export const textData = [
    {
        text: 'Шейка представляет собой своеобразное мышечное кольцо, которым матка заканчивается и выходит во влагалище. Внутри шейки' +
            ' проходит канал (цервикальный канал), соединяющий ее с полостью матки.\n\n\n\n' +
            'Шейка матки состоит из мышечных и соединительнотканных волокон. Верхний слой выстлан многослойным плоским эпителием (слизистая' +
            ' оболочка, которая состоит из 20-30 рядов клеток), а стенки цервикального канала, покрыты однорядным эпителием (слизистая' +
            ' оболочка состоит всего из одного ряда клеток, которые секретируют слизь).\n\n\n' +
            'Стык между слизистыми оболочками влагалищной части шейки матки и канала находится в идеале на уровне наружного отверстия' +
            ' цервикального канала.'
    },
    {
        text: 'Шейка представляет собой своеобразное мышечное кольцо, которым' +
            ' матка заканчивается и выходит во влагалище. Внутри шейки проходит канал (цервикальный канал), соединяющий ее с полостью матки.'
    },
    {
        text: 'Шейка матки состоит из мышечных и соединительнотканных волокон. Верхний слой ' +
            'выстлан многослойным плоским эпителием (слизистая оболочка, которая состоит из 20-30 рядов клеток), а стенки ' +
            'цервикального канала, покрыты однорядным эпителием (слизистая оболочка состоит всего из одного ряда клеток,' +
            ' которые секретируют слизь).'
    },
    {
        text: 'Стык между слизистыми оболочками влагалищной части шейки матки и' +
            ' канала находится в идеале на уровне наружного отверстия цервикального канала.'
    },
    {
        text: 'Шейка ' +
            'представляет' +
            ' собой своеобразное мышечное кольцо, которым матка заканчивается и выходит во влагалище. Внутри шейки проходит' +
            ' канал (цервикальный канал), соединяющий ее с полостью матки.\n\n\n\n' +
            'Шейка матки состоит из мышечных и соединительнотканных волокон. Верхний слой выстлан многослойным плоским ' +
            'эпителием (слизистая оболочка, которая состоит из 20-30 рядов клеток), а стенки цервикального канала, покрыты ' +
            'однорядным эпителием (слизистая оболочка состоит всего из одного ряда клеток, которые секретируют слизь).'
    },
    {
        text: 'Шейка матки состоит из мышечных и соединительнотканных волокон. Верхний слой выстлан многослойным' +
            ' плоским эпителием (слизистая оболочка, которая состоит из 20-30 рядов клеток), а стенки цервикального канала,' +
            ' покрыты однорядным эпителием (слизистая оболочка состоит всего из одного ряда клеток, которые секретируют' +
            ' слизь).\n\n\n' +
            'Стык между слизистыми оболочками влагалищной части шейки матки и канала находится в идеале на уровне наружного' +
            ' отверстия цервикального канала.'
    },
    {
        text: 'Шейка представляет собой своеобразное мышечное кольцо, ' +
            'которым матка заканчивается и выходит во влагалище. Внутри шейки проходит канал (цервикальный канал),' +
            ' соединяющий ее с полостью матки.\n\n\n\n' +
            'Стык между слизистыми оболочками влагалищной части шейки матки и канала находится в идеале на уровне наружного ' +
            'отверстия цервикального канала.'
    },
    {
        text: 'Да хрен его знает'
    },
]
export const govnoData = [
    {
        photo: photo1,
    },
    {
        photo: photo2,
    },
    {
        photo: photo3,
    },
    {
        photo: photo4,
    },
    {
        photo: photo5,
    },
    {
        photo: photoBig,
    },
]
export const documentData = [
    {
        color: '#2596FF',
        text: 'Кольпоскопическая классификация и терминология 2011 год (англ.)',
    },
    {
        color: '#0194E6',
        text: 'Кольпоскопическая классификация и терминология 2011 год (англ.)',
    },
    {
        color: '#00B7DF',
        text: 'Минимальные требования для специалистов по кольпоскопии',
    },
    {
        color: '#0194E6',
        text: 'Европейские стандарты лечения CIN',
    },
    {
        color: '#00B7DF',
        text: 'Протокол кольпоскопии',
    },
    {
        color: '#2596FF',
        text: 'Протокол электрохирургического лечения',
    },
    {
        color: '#2596FF',
        text: 'Международные рекомендации по тактике CIN',
    }
]
export const documentData2 = [
    {
        color: '#0194E6',
        text: 'Заявление на прохождение обучения\n',
    },
    {
        color: '#00B7DF',
        text: 'Согласие на обработку персональный данных',
    },
    {
        color: '#0084FF',
        text: 'Договор оказания платных образовательных услуг',
    },

]
export const referenceData = [
    {
        text: 'International Federation of Cervical Pathology and Colposcopy (IFCPC)',
    },
    {
        text: 'American Society for Colposcopy and Cervical Pathology',
    },
    {
        text: 'British Society of Colposcopy and Cervical Pathology',
    },
    {
        text: 'German Society of Cervical Pathology and Colposcopy',
    },
    {
        text: 'La Société Française de Colposcopie et de Pathologie Cervico-Vaginale (SFCPCV)',
    },
    {
        text: 'European Federation For Colposcopy',
    },
    {
        text: 'Программа «cervix uteri»',
    },
]
export const referenceData2 = [
    {
        text: 'Общая информация',
    },
    {
        text: 'Положение о структурном образовательном подразделении',
    },
    {
        text: 'Правила внутреннего распорядка обучающихся',
    },
    {
        text: 'Положение о приеме на обучение, отчислении и восстановлении обучающихся',
    },
    {
        text: 'Положения о персональных данных',
    },
    {
        text: 'Правила оказания платных  образовательных услуг',
    },
]
export const otzivData = [
    {
        class: 0,
        headText: 'Даниил А',
        text: 'Найти хорошего гинеколога трудно . Была у Петренко Елены Павловной , помогла вылечить молочницу (сейчас я забыла ,что это такое ' +
            '), прижгла мне эрозию шейки матки и прочее . Женщина очень внимательная и ответственная . Была также у Прынь Дмитрия Валерьевича ' +
            ', не смотря на то что мужчина гинеколог , он оказался получше многих женщин геникологов из екатерининских и прочих клиник . ' +
            'Он ставит правильный диагноз , не назначает лишнего . Так что рекомендую этих 2х врачей ..Найти хорошего гинеколога трудно .' +
            ' Была у Петренко Елены Павловной , помогла вылечить молочницу (сейчас я забыла ,что это такое ), прижгла мне эрозию шейки матки ' +
            'и прочее . Женщина очень внимательная и ответственная . Была также у Прынь Дмитрия Валерьевича , не смотря на то что мужчина ' +
            'гинеколог , он оказался получше многих женщин геникологов из екатерининских и прочих клиник . Он ставит правильный диагноз , ' +
            'не назначает лишнего . Так что рекомендую этих 2х врачей ...м',
        exist: true,

    },
    {
        class: 1,
        headText: 'Константин Константин',
        text: 'Выражаю особую благодарность Петренко Сергею Ивановичу.Это внимательный и чуткий неравнодушный к своим пациентам специалист.' +
            'Спасибо Вам огромное за человеческое и доброе отношение!!!',
        exist: true,
    },
    {
        class: 2,
        headText: 'Дан',
        text: 'Хочу поблагодарить Елену Павловну Петренко за ее профессионализм и доброту. Проводила у неё кольпоскопию, биопсию и санации. ' +
            'Делает все безболезненно. Сама клиника тоже очень понравилась, чисто и уютно. Медсестры молодцы отлично берут кровь, ' +
            'очень вежливы.',
        exist: false,
    },
    {
        class: 3,
        headText: 'Даниил А',
        text: 'Хочу поблагодарить Елену Павловну Петренко за ее профессионализм и доброту. Проводила у неё кольпоскопию, биопсию и санации. ' +
            'Делает все безболезненно. Сама клиника тоже очень понравилась, чисто и уютно. Медсестры молодцы отлично берут кровь, очень ' +
            'вежливы.',
        exist: false,
    },
    {
        class: 4,
        headText: 'Даниил А',
        text: 'Найти хорошего гинеколога трудно . Была у Петренко Елены Павловной , помогла вылечить молочницу (сейчас я забыла ,что это такое' +
            ' ), прижгла мне эрозию шейки матки и прочее . Женщина очень внимательная и ответственная . Была также у Прынь Дмитрия Валерьевича' +
            ' , не смотря на то что мужчина гинеколог , он оказался получше многих женщин геникологов из екатерининских и прочих клиник . ' +
            'Он ставит правильный диагноз , не назначает лишнего . Так что рекомендую этих 2х враче',
        exist: true,
    },
    {
        class: 5,
        headText: 'Константин Константин',
        text: 'Выражаю особую благодарность Петренко Сергею Ивановичу.Это внимательный и чуткий неравнодушный к своим пациентам специалист.' +
            'Спасибо Вам огромное за человеческое и доброе отношение!!! Выражаю особую благодарность Петренко Сергею Ивановичу.Это ' +
            'внимательный и чуткий неравнодушный к своим пациентам специалист.Спасибо Вам огромное за человеческое и доброе отношение!!! ' +
            'Выражаю особую благодарность Петренко Сергею Ивановичу.Это внимательный и чуткий неравнодушный к своим пациентам специалист.' +
            'Спасибо Вам огромное',
        exist: true,
    },
    {
        class: 6,
        headText: 'Дан',
        text: 'Хочу поблагодарить Елену Павловну Петренко за ее профессионализм и доброту. Проводила у неё кольпоскопию, биопсию и санации. ' +
            'Делает все безболезненно. Сама клиника тоже очень понравилась, чисто и уютно. Медсестры молодцы отлично берут кровь, очень ' +
            'вежливы.',
        exist: false,
    },
    {
        class: 7,
        headText: 'Даниил А',
        text: 'Хочу поблагодарить Елену Павловну Петренко за ее профессионализм и доброту. Проводила у неё кольпоскопию, биопсию и санации. ' +
            'Делает все безболезненно. Сама клиника тоже очень понравилась, чисто и уютно. Медсестры молодцы отлично берут кровь, очень ' +
            'вежливы.',
        exist: false,
    },
    {
        class: 8,
        headText: 'Даниил А',
        text: 'Хочу поблагодарить Елену Павловну Петренко за ее профессионализм и доброту. Проводила у неё кольпоскопию, биопсию и санации. ' +
            'Делает все безболезненно. Сама клиника тоже очень понравилась, чисто и уютно. Медсестры молодцы отлично берут кровь, очень ' +
            'вежливы.',
        exist: false,
    },
    {
        class: 9,
        headText: 'Даниил А',
        text: 'Найти хорошего гинеколога трудно . Была у Петренко Елены Павловной , помогла вылечить молочницу (сейчас я забыла ,что это такое' +
            ' ), прижгла мне эрозию шейки матки и прочее . Женщина очень внимательная и ответственная . Была также у Прынь Дмитрия Валерьевича' +
            ' , не смотря на то что мужчина гинеколог , он оказался получше многих женщин геникологов из екатерининских и прочих клиник . Он' +
            ' ставит правильный диагноз , не назначает лишнего . Так что рекомендую этих 2х враче',
        exist: true,
    },
    {
        class: 10,
        headText: 'Константин Константин',
        text: 'Выражаю особую благодарность Петренко Сергею Ивановичу.Это внимательный и чуткий неравнодушный к своим пациентам специалист.' +
            'Спасибо Вам огромное за человеческое и доброе отношение!!!',
        exist: true,
    },
]
export const chtotoData = [
    {
        text: 'Общая информация',
    },
    {
        text: 'Положение о структурном образовательном подразделении',
    },
    {
        text: 'Правила внутреннего распорядка обучающихся',
    },
    {
        text: 'Положение о приеме на обучение, отчислении и восстановлении обучающихся',
    },
    {
        text: 'Положения о персональных данных',
    },
    {
        text: 'Правила оказания платных  образовательных услуг',
    },
]
export const headOfData = [
    {
        number: 1,
        text: 'Создание, реорганизация и ликвидация структурного подразделения',
    },
    {
        number: 2,
        text: 'Образовательная деятельность структурного подразделения',
    },
    {
        number: 3,
        text: 'Управление структурным подразделением',
    },
    {
        number: 4,
        text: 'Ответственность должностных лиц структурного подразделения',
    },
    {
        number: 5,
        text: 'Участники образовательного процесса в структурном подразделении',
    },
]
export const courseRenderData = [
    {
        text: 'Общая характеристика программы',
        number: 1,
    },
    {
        text: 'Учебно-тематический план',
        number: 2,
    },
    {
        text: 'Содержание материала программы',
        number: 3,
    },
    {
        text: 'Оценка качества освоения программы',
        number: 4,
    },
    {
        text: 'Кадровые условия',
        number: 5,
    },
    {
        text: 'Условия реализации программы',
        number: 6,
    },
    {
        text: 'Материально-технические условия',
        number: 7,
    },
    {
        text: 'Учебно-методическое и информационное обеспечение программы',
        number: 8,
    },
    {
        text: 'Галерея',
        number: 9,
    },
]
export const tableData = [
    {
        number: 'Учебно-тематический план',
        text: '',
        lekcion: '24',
        exLekcion: 'лекции',
        hours: '36',
        exHours: 'часов',
        work: '15',
        exWork: 'практческие занятия',
    },
    {
        color: true,
        number: '1',
        text: 'Организация помощи пациенткам с заболеваниями шейки матки',
        lekcion: '2',
        exLekcion: 'лекции',
        hours: '2',
        exHours: 'часа',
        work: '',
        exWork: '',
    },
    {
        number: '2',
        text: 'Макроскопические и микроскопические особенности шейки матки',
        lekcion: '1',
        exLekcion: 'лекция',
        hours: '4',
        exHours: 'часа',
        work: '3',
        exWork: 'практических занятия',
    },
    {
        color: true,
        number: '3',
        text: 'Методы диагностики заболеваний шейки матки   ',
        lekcion: '2',
        exLekcion: 'лекции',
        hours: '2',
        exHours: 'часа',
        work: '',
        exWork: '',
    },
    {
        number: '4',
        text: 'Оборудование для кольпоскопического обследования',
        lekcion: '1',
        exLekcion: 'лекция',
        hours: '4',
        exHours: 'часа',
        work: '3',
        exWork: 'практических занятия',
    },
    {
        color: true,
        number: '5',
        text: 'Принцип метода кольпоскопии',
        lekcion: '2',
        exLekcion: 'лекции',
        hours: '2',
        exHours: 'часа',
        work: '',
        exWork: '',
    },
    {
        number: '6',
        text: 'Номенклатура и терминология IFCPC',
        lekcion: '2',
        exLekcion: 'лекции',
        hours: '2',
        exHours: 'часа',
        work: '',
        exWork: '',
    },
    {
        color: true,
        number: '7',
        text: 'Алгоритм кольпоскопического исследования',
        lekcion: '2',
        exLekcion: 'лекции',
        hours: '2',
        exHours: 'часа',
        work: '3',
        exWork: 'практических занятия',
    },
    {
        number: '8',
        text: 'Макроскопические и микроскопические особенности шейки матки',
        lekcion: '2',
        exLekcion: 'лекции',
        hours: '7',
        exHours: 'часов',
        work: '5',
        exWork: 'практических занятия',
    },
    {
        color: true,
        number: '9',
        text: 'Макроскопические и микроскопические особенности шейки матки',
        lekcion: '2',
        exLekcion: 'лекция',
        hours: '2',
        exHours: 'часа',
        work: '3',
        exWork: 'практических занятия',
    },
    {
        number: '10',
        text: 'Макроскопические и микроскопические особенности шейки матки',
        lekcion: '2',
        exLekcion: 'лекции',
        hours: '2',
        exHours: 'часа',
        work: '',
        exWork: '',
    },
    {
        color: true,
        number: '11',
        text: 'Макроскопические и микроскопические особенности шейки матки',
        lekcion: '2',
        exLekcion: 'лекции',
        hours: '2',
        exHours: 'часа',
        work: '',
        exWork: '',
    },
    {
        number: '12',
        text: 'Макроскопические и микроскопические особенности шейки матки',
        lekcion: '2',
        exLekcion: 'лекции',
        hours: '2',
        exHours: 'часа',
        work: '',
        exWork: '',
    },
]